[
  {
    "id": 1,
    "fact": "Лінивці можуть спати до 20 годин на день.",
    "isTrue": true,
    "description": "Лінивці дійсно можуть спати від 15 до 20 годин на день, що робить їх одними з найледачіших тварин на планеті."
  },
  {
    "id": 2,
    "fact": "Місяць повністю складається з сиру.",
    "isTrue": false,
    "description": "Місяць складається з гірських порід, а не з сиру. Цей міф виник через старі казки та карикатури."
  },
  {
    "id": 3,
    "fact": "У качок є три ряди зубів.",
    "isTrue": false,
    "description": "Качки не мають зубів взагалі. Вони мають ламелі, які допомагають їм фільтрувати їжу з води."
  },
  {
    "id": 4,
    "fact": "Мед не псується.",
    "isTrue": true,
    "description": "Мед має дуже довгий термін зберігання і може залишатися їстівним протягом тисяч років завдяки своїм антибактеріальним властивостям і низькому вмісту води."
  },
  {
    "id": 5,
    "fact": "Хамелеони змінюють колір тільки для маскування.",
    "isTrue": false,
    "description": "Хамелеони змінюють колір не тільки для маскування, але і для комунікації, регулювання температури та вираження емоцій."
  },
  {
    "id": 6,
    "fact": "Слони бояться мишей.",
    "isTrue": false,
    "description": "Це популярний міф, але насправді слони не бояться мишей. Їх більше турбує несподіване рухання маленьких створінь."
  },
  {
    "id": 7,
    "fact": "Червоний колір робить биків агресивними.",
    "isTrue": false,
    "description": "Бики не реагують на червоний колір, оскільки вони дальтоніки. Вони реагують на рух матадора та його плаща."
  },
  {
    "id": 8,
    "fact": "Існує вид медуз, які можуть жити вічно.",
    "isTrue": true,
    "description": "Turritopsis dohrnii - це медуза, яка може повертатися до ювенільного стану після досягнення зрілості, що дозволяє їй уникати смерті від старості."
  },
  {
    "id": 9,
    "fact": "Планета Венера обертається навколо Сонця швидше, ніж навколо своєї осі.",
    "isTrue": true,
    "description": "День на Венері довший за її рік, оскільки вона робить один оберт навколо осі за 243 земні дні, а оберт навколо Сонця - за 225 днів."
  },
  {
    "id": 10,
    "fact": "Риба-зебра (риба-клоун) може змінювати стать.",
    "isTrue": true,
    "description": "Риба-клоун має здатність змінювати стать, якщо домінуюча самка в зграї загине."
  },
  {
    "id": 11,
    "fact": "Ми використовуємо тільки 10% свого мозку.",
    "isTrue": false,
    "description": "Це міф. Насправді ми використовуємо майже весь мозок, навіть коли ми спимо."
  },
  {
    "id": 12,
    "fact": "Жирафи не мають голосових зв'язок.",
    "isTrue": false,
    "description": "Жирафи мають голосові зв'язки, але вони рідко використовують їх для комунікації."
  },
  {
    "id": 13,
    "fact": "Восьминоги мають три серця.",
    "isTrue": true,
    "description": "Восьминоги мають два серця, що качають кров до зябер, і одне серце, що качає кров по тілу."
  },
  {
    "id": 14,
    "fact": "Люди мають більше ніж п'ять відчуттів.",
    "isTrue": true,
    "description": "Окрім традиційних п'яти відчуттів, у людей є ще й відчуття рівноваги, температури, болю, та пропріоцепції (відчуття положення тіла)."
  },
  {
    "id": 15,
    "fact": "Крокодили плачуть, коли їдять.",
    "isTrue": true,
    "description": "Крокодили справді можуть 'плакати' під час їжі, але це не від емоцій, а через фізіологічні причини - тиск на сльозові залози під час жування."
  },
  {
    "id": 16,
    "fact": "Страуси ховають голови в пісок, коли лякаються.",
    "isTrue": false,
    "description": "Це міф. Страуси не ховають голови в пісок. Коли вони відчувають небезпеку, вони намагаються втекти."
  },
  {
    "id": 17,
    "fact": "Кетчуп спочатку використовувався як ліки.",
    "isTrue": true,
    "description": "У 1830-х роках кетчуп з томатів продавався як ліки від різних хвороб, включаючи діарею і жовтяницю."
  },
  {
    "id": 18,
    "fact": "Кальмари можуть літати.",
    "isTrue": true,
    "description": "Деякі види кальмарів можуть викидатися з води на короткі відстані, використовуючи свої плавники для ковзання в повітрі."
  },
  {
    "id": 19,
    "fact": "Червоний Місяць - це ознака кінця світу.",
    "isTrue": false,
    "description": "Червоний колір Місяця під час затемнення викликаний розсіюванням сонячного світла в атмосфері Землі і не має нічого спільного з кінцем світу."
  },
  {
    "id": 20,
    "fact": "Земля пласка.",
    "isTrue": false,
    "description": "Земля має форму сфери. Цей факт підтверджується науковими спостереженнями і космічними дослідженнями."
  },
  {
    "id": 21,
    "fact": "Банани є ягодами, а полуниця - ні.",
    "isTrue": true,
    "description": "З ботанічної точки зору, банани класифікуються як ягоди, тоді як полуниця - ні, оскільки вони формуються з квіток із кількома зав'язями."
  },
  {
    "id": 22,
    "fact": "Гіпопотами не вміють плавати.",
    "isTrue": true,
    "description": "Гіпопотами насправді не плавають, а ходять або бігають по дну водойм, навіть коли вони повністю занурені у воду."
  },
  {
    "id": 23,
    "fact": "Метал влітку стає вищим на кілька сантиметрів.",
    "isTrue": true,
    "description": "Коли метал нагрівається, він розширюється. Наприклад, Ейфелева вежа може вирости до 15 см влітку через нагрівання сонцем."
  },
  {
    "id": 24,
    "fact": "Діаманти складаються з сильно стиснутого вугілля.",
    "isTrue": false,
    "description": "Хоча діаманти складаються з вуглецю, вони формуються під надзвичайним тиском і температурою в мантії Землі, а не з вугілля."
  },
  {
    "id": 25,
    "fact": "Гризуни можуть прорізати собі шлях через бетон.",
    "isTrue": true,
    "description": "Деякі гризуни, такі як щури, мають дуже міцні зуби, що дозволяє їм прогризати навіть бетон, якщо він досить старий і слабкий."
  },
  {
    "id": 26,
    "fact": "Червона вода - це ознака наявності заліза у воді.",
    "isTrue": false,
    "description": "Червона вода може бути викликана бактеріями, які окислюють залізо, але не є безпосереднім показником наявності заліза у воді."
  },
  {
    "id": 27,
    "fact": "Мурахи ніколи не сплять.",
    "isTrue": false,
    "description": "Мурахи сплять, але їхній сон дуже короткий і частий протягом доби."
  },
  {
    "id": 28,
    "fact": "Голуби можуть розпізнавати людські обличчя.",
    "isTrue": true,
    "description": "Дослідження показують, що голуби здатні розпізнавати людські обличчя і навіть запам'ятовувати, хто їх добре годував."
  },
  {
    "id": 29,
    "fact": "Пінгвіни мають коліна.",
    "isTrue": true,
    "description": "Хоча пінгвіни мають короткі ноги і вони зливаються з тілом, у них є коліна, які приховані під їхньою оперенням."
  },
  {
    "id": 30,
    "fact": "Усі люди мають одну і ту ж кількість кісток у скелеті.",
    "isTrue": false,
    "description": "Хоча більшість людей мають 206 кісток, деякі можуть мати додаткові ребра, хребці або інші аномалії."
  },
  {
    "id": 31,
    "fact": "Кока-кола була зеленою, коли її вперше виготовили.",
    "isTrue": false,
    "description": "Кока-кола завжди мала коричневий колір через карамельний барвник. Зелений колір - це поширений міф."
  },
  {
    "id": 32,
    "fact": "Сонце холодніше, ніж Земля.",
    "isTrue": false,
    "description": "Сонце має температуру поверхні близько 5,500°C, що значно вище будь-якої температури на Землі."
  },
  {
    "id": 33,
    "fact": "Собаки можуть вловлювати запах хвороб.",
    "isTrue": true,
    "description": "Собаки мають дуже розвинений нюх і можуть вловлювати запахи, що вказують на певні захворювання, включаючи рак."
  },
  {
    "id": 34,
    "fact": "Метеликів приваблює піт людини.",
    "isTrue": true,
    "description": "Деякі види метеликів дійсно люблять солоний піт, який вони злизують з людської шкіри."
  },
  {
    "id": 35,
    "fact": "Міфи про єдинорогів виникли через знайдені черепи нарвалів.",
    "isTrue": true,
    "description": "Стародавні люди могли приймати роги нарвалів, які їхні черепи іноді вимивали на берег, за роги єдинорогів."
  },
  {
    "id": 36,
    "fact": "Носороги можуть перескочити через перешкоду заввишки до трьох метрів.",
    "isTrue": false,
    "description": "Носороги важкі і не мають фізичної можливості підстрибнути так високо, хоча вони можуть бути дуже швидкими на коротких дистанціях."
  },
  {
    "id": 37,
    "fact": "У космосі можна почути звук.",
    "isTrue": false,
    "description": "Звук не може поширюватися у вакуумі, тому в космосі панує тиша."
  },
  {
    "id": 38,
    "fact": "Коти завжди приземляються на лапи.",
    "isTrue": false,
    "description": "Хоча коти мають рефлекс приземлення, це не завжди захищає їх від травм, особливо з великої висоти."
  },
  {
    "id": 39,
    "fact": "Акул не вражають блискавки.",
    "isTrue": false,
    "description": "Як і будь-які інші істоти, акули можуть постраждати від удару блискавки, якщо знаходяться на поверхні води під час грози."
  },
  {
    "id": 40,
    "fact": "У більшості міль немає рота, тому вони не можуть їсти.",
    "isTrue": true,
    "description": "Деякі види дорослих метеликів не мають функціонуючого рота, вони живуть лише кілька днів і не їдять, а тільки розмножуються."
  },
  {
    "id": 41,
    "fact": "Кавуни складаються на 92% з води.",
    "isTrue": true,
    "description": "Кавуни дійсно на 92% складаються з води, що робить їх чудовим засобом для втамування спраги."
  },
  {
    "id": 42,
    "fact": "Слони єдині тварини, які не можуть стрибати.",
    "isTrue": true,
    "description": "Через свою велику вагу і будову тіла слони не здатні стрибати."
  },
  {
    "id": 43,
    "fact": "Шоколад може бути смертельним для собак.",
    "isTrue": true,
    "description": "Шоколад містить теобромін, який може бути токсичним і навіть смертельним для собак."
  },
  {
    "id": 44,
    "fact": "Планета Марс червона через окислення металу.",
    "isTrue": true,
    "description": "Червоний колір Марса зумовлений великою кількістю оксидів заліза, які покривають поверхню планети."
  },
  {
    "id": 45,
    "fact": "Банани зникають через надмірне вирощування.",
    "isTrue": true,
    "description": "Популярний сорт бананів, 'Кавендіш', знаходиться під загрозою через хворобу, яка поширюється через монокультуру вирощування."
  },
  {
    "id": 46,
    "fact": "Кальмари мають синю кров.",
    "isTrue": true,
    "description": "У кальмарів та інших молюсків кров синього кольору через наявність гемоціаніну, який містить мідь замість заліза."
  },
  {
    "id": 47,
    "fact": "Гриби - це рослини.",
    "isTrue": false,
    "description": "Гриби не є рослинами, вони належать до окремого царства живих організмів - грибів."
  },
  {
    "id": 48,
    "fact": "Пам'ять рибок триває лише 3 секунди.",
    "isTrue": false,
    "description": "Риби можуть пам'ятати речі набагато довше, ніж три секунди, іноді навіть кілька місяців."
  },
  {
    "id": 49,
    "fact": "Кубик Рубіка можна зібрати максимум за 20 ходів.",
    "isTrue": true,
    "description": "Будь-яку комбінацію Кубика Рубіка можна розв'язати за 20 або менше ходів, це було математично доведено."
  },
  {
    "id": 50,
    "fact": "Кокосова вода може замінити плазму крові.",
    "isTrue": true,
    "description": "У деяких випадках під час Другої світової війни кокосову воду використовували як замінник плазми крові через її стерильність і схожість з ізотонічними розчинами."
  },
   {
    "id": 51,
    "fact": "Люди та банани мають 50% однакових генів.",
    "isTrue": true,
    "description": "Незважаючи на відмінності між людьми та бананами, деякі базові гени залишаються однаковими через спільне еволюційне походження."
  },
  {
    "id": 52,
    "fact": "Корови можуть спускатися вниз по сходах, але не можуть підніматися вгору.",
    "isTrue": false,
    "description": "Корови мають певні труднощі з переміщенням по сходах, але можуть рухатися як вгору, так і вниз."
  },
  {
    "id": 53,
    "fact": "Земля насправді пласка, але здається круглою через ілюзію.",
    "isTrue": false,
    "description": "Наукові докази чітко вказують на те, що Земля має сферичну форму, і це не є ілюзією."
  },
  {
    "id": 54,
    "fact": "Айсберги складаються з прісної води.",
    "isTrue": true,
    "description": "Айсберги утворюються зі снігу, що накопичується на льодовиках, і складаються з прісної води."
  },
  {
    "id": 55,
    "fact": "Серце блакитного кита може бути розміром з автомобіль.",
    "isTrue": true,
    "description": "Серце блакитного кита дійсно настільки велике, що може досягати розмірів невеликого автомобіля."
  },
  {
    "id": 56,
    "fact": "Жаби можуть замерзати і потім відтанути без шкоди для здоров'я.",
    "isTrue": true,
    "description": "Деякі види жаб можуть повністю замерзати в зимовий період і потім відтанути навесні, повертаючись до нормального життя."
  },
  {
    "id": 57,
    "fact": "Собаки бачать світ лише в чорно-білих кольорах.",
    "isTrue": false,
    "description": "Собаки бачать кольори, хоча і в іншому спектрі, ніж люди, зокрема вони розрізняють сині та жовті відтінки."
  },
  {
    "id": 58,
    "fact": "Бджоли можуть розрізняти людські обличчя.",
    "isTrue": true,
    "description": "Дослідження показали, що бджоли здатні запам'ятовувати та розрізняти людські обличчя."
  },
  {
    "id": 59,
    "fact": "Найгучніший звук на Землі був створений вибухом вулкана Кракатау.",
    "isTrue": true,
    "description": "Вибух вулкана Кракатау в 1883 році був настільки потужним, що його звук було чути на відстані більше 3000 миль."
  },
  {
    "id": 60,
    "fact": "Місяць постійно збільшується в розмірі.",
    "isTrue": false,
    "description": "Місяць не збільшується в розмірі; навпаки, він поступово віддаляється від Землі приблизно на 3,8 см на рік."
  },
  {
    "id": 61,
    "fact": "Кішки мають більше кісток у тілі, ніж люди.",
    "isTrue": true,
    "description": "Кішки мають близько 230-250 кісток, залежно від довжини хвоста, що більше, ніж 206 кісток у тілі людини."
  },
  {
    "id": 62,
    "fact": "Дельфіни мають власні імена.",
    "isTrue": true,
    "description": "Дослідження показують, що дельфіни мають унікальні свистки, які виконують функцію імен."
  },
  {
    "id": 63,
    "fact": "Всі ведмеді впадають у сплячку.",
    "isTrue": false,
    "description": "Не всі види ведмедів впадають у сплячку, наприклад, полярні ведмеді залишаються активними протягом року."
  },
  {
    "id": 64,
    "fact": "Найшвидший земноводний - це тигрова саламандра.",
    "isTrue": false,
    "description": "Тигрові саламандри не є найшвидшими серед земноводних; багато інші земноводні рухаються швидше."
  },
  {
    "id": 65,
    "fact": "У слонів немає кісток у хоботі.",
    "isTrue": true,
    "description": "Хобот слона складається з близько 40 000 м'язів і не містить жодної кістки."
  },
  {
    "id": 66,
    "fact": "У кожного білого ведмедя чорна шкіра під білою шерстю.",
    "isTrue": true,
    "description": "Шкіра білого ведмедя дійсно чорна, це допомагає їм зберігати тепло в суворих умовах Арктики."
  },
  {
    "id": 67,
    "fact": "Мед ніколи не псується.",
    "isTrue": true,
    "description": "Мед є природним консервантем і може зберігатися століттями без псування, що підтверджують знахідки в єгипетських гробницях."
  },
  {
    "id": 68,
    "fact": "Єдиний континент без рептилій - Антарктида.",
    "isTrue": true,
    "description": "Через надзвичайно холодний клімат Антарктиди рептилії там не виживають."
  },
  {
    "id": 69,
    "fact": "Тіло дорослої людини складається на 70% з води.",
    "isTrue": false,
    "description": "Вода становить приблизно 60% маси тіла дорослої людини, хоча цей відсоток варіюється залежно від віку, статі та фізичної форми."
  },
  {
    "id": 70,
    "fact": "Метали можуть плавати на воді.",
    "isTrue": true,
    "description": "Деякі метали, такі як літій, мають настільки малу щільність, що можуть плавати на воді."
  },
  {
    "id": 71,
    "fact": "Страуси можуть бігти швидше, ніж деякі коні.",
    "isTrue": true,
    "description": "Страуси можуть досягати швидкості до 70 км/год, що робить їх одними з найшвидших двоногих тварин."
  },
  {
    "id": 72,
    "fact": "Усі люди мають однаковий смак на музику.",
    "isTrue": false,
    "description": "Смаки на музику сильно відрізняються між людьми в залежності від їхнього культурного та соціального середовища."
  },
  {
    "id": 73,
    "fact": "Гігантські кальмари можуть досягати довжини до 30 метрів.",
    "isTrue": false,
    "description": "Найбільші відомі гігантські кальмари досягають довжини близько 12-14 метрів."
  },
  {
    "id": 74,
    "fact": "Сніг - це замерзла вода.",
    "isTrue": true,
    "description": "Сніг утворюється з замерзлих крапель води, які кристалізуються в атмосфері при низьких температурах."
  },
  {
    "id": 75,
    "fact": "Білі ведмеді є агресивними хижаками, які полюють на людей.",
    "isTrue": false,
    "description": "Хоча білі ведмеді є хижаками, випадки нападу на людей дуже рідкісні, і вони намагаються уникати людей."
  },
  {
    "id": 76,
    "fact": "Горили навчають своїх дітей використовувати інструменти.",
    "isTrue": true,
    "description": "Горили спостерігають і навчаються одне від одного, а також передають ці знання своїм нащадкам, зокрема використання інструментів для добування їжі."
  },
  {
    "id": 77,
    "fact": "У кожного океану свій окремий рівень солоності.",
    "isTrue": true,
    "description": "Рівень солоності в океанах дійсно відрізняється, залежно від місця розташування, клімату та джерел прісної води."
  },
  {
    "id": 78,
    "fact": "У деяких риб є зір краще, ніж у людей.",
    "isTrue": true,
    "description": "Деякі види риб мають очі, адаптовані до підводного середовища, що дозволяє їм бачити краще за людину під водою."
  },
  {
    "id": 79,
    "fact": "Єдинорогів існували в реальності, але вони вимерли.",
    "isTrue": false,
    "description": "Єдинороги є міфічними істотами, які ніколи не існували в реальності, хоча вони часто зображувалися в легендах і казках."
  },
  {
    "id": 80,
    "fact": "Кроти можуть тунелювати через тверду землю з надзвичайною швидкістю.",
    "isTrue": true,
    "description": "Кроти здатні проривати тунелі в землі з великою швидкістю, завдяки своїм сильним лапам і пристосованому тілу."
  },
  {
    "id": 81,
    "fact": "Коти замикаються в будинку господаря, якщо він забув залишити ключі.",
    "isTrue": false,
    "description": "Коти не можуть замикають двері; це можливе лише за втручання людини."
  },
  {
    "id": 82,
    "fact": "Люди народжуються зі здатністю плавати, але ця здатність втрачається з часом.",
    "isTrue": true,
    "description": "Немовлята мають природний рефлекс, який дозволяє їм плавати, але якщо ця здатність не розвивається, вона може бути втрачена."
  },
  {
    "id": 83,
    "fact": "Летюча миша - єдиний ссавець, що здатний літати.",
    "isTrue": true,
    "description": "Летючі миші є єдиними ссавцями, здатними до активного польоту, використовуючи свої крила, що є видозміненими передніми кінцівками."
  },
  {
    "id": 84,
    "fact": "Жирафи мають по три серця.",
    "isTrue": false,
    "description": "Жирафи, як і інші ссавці, мають лише одне серце, але їх довгі шиї вимагають високого кров'яного тиску, щоб постачати кров до голови."
  },
  {
    "id": 85,
    "fact": "Собаки здатні розпізнавати рак у людей за запахом.",
    "isTrue": true,
    "description": "Деякі собаки здатні виявляти рак у людей завдяки надзвичайно чутливому нюху, що дозволяє їм вловлювати запахи, пов'язані з хворобою."
  },
  {
    "id": 86,
    "fact": "Місяць зроблений з сиру.",
    "isTrue": false,
    "description": "Це популярний міф, але насправді Місяць складається переважно з гірських порід і мінералів."
  },
  {
    "id": 87,
    "fact": "Деякі види метеликів живляться кров'ю.",
    "isTrue": true,
    "description": "Деякі види метеликів, такі як Calyptra thalictri, дійсно можуть харчуватися кров'ю ссавців."
  },
  {
    "id": 88,
    "fact": "Акул більше лякають дельфіни, ніж люди.",
    "isTrue": true,
    "description": "Дельфіни часто є сильними суперниками акул і можуть навіть атакувати їх, тому акули зазвичай намагаються уникати дельфінів."
  },
  {
    "id": 89,
    "fact": "Коти не можуть смакувати солодке.",
    "isTrue": true,
    "description": "Коти не мають рецепторів до солодкого смаку, тому вони не відчувають солодощів."
  },
  {
    "id": 90,
    "fact": "Глобальне потепління викликано вибухами вулканів.",
    "isTrue": false,
    "description": "Глобальне потепління спричинене переважно діяльністю людини, такою як спалювання викопного палива, а не вулканічними вибухами."
  },
  {
    "id": 91,
    "fact": "Люди втрачають 90% тепла через голову.",
    "isTrue": false,
    "description": "Люди втрачають тепло через всі частини тіла, і пропорція, втрачена через голову, не є настільки значною, як часто говорять."
  },
  {
    "id": 92,
    "fact": "Ковтання жувальної гумки займає 7 років для перетравлення.",
    "isTrue": false,
    "description": "Жувальна гумка не перетравлюється в шлунку, але вона проходить через травну систему та виводиться з організму природним шляхом за кілька днів."
  },
  {
    "id": 93,
    "fact": "У деяких країн є секретні атомні бази на Місяці.",
    "isTrue": false,
    "description": "Немає доказів існування секретних баз на Місяці; космічні програми завжди були публічними і під контролем міжнародних організацій."
  },
  {
    "id": 94,
    "fact": "Крокодили плачуть, коли їдять свою здобич.",
    "isTrue": true,
    "description": "Крокодили дійсно виділяють сльози під час їжі, але це пов'язано з фізіологічними процесами, а не з емоціями."
  },
  {
    "id": 95,
    "fact": "Всі пінгвіни живуть в Антарктиді.",
    "isTrue": false,
    "description": "Не всі види пінгвінів мешкають в Антарктиді; деякі з них живуть у тепліших регіонах, таких як Галапагоські острови."
  },
  {
    "id": 96,
    "fact": "Комахи не мають мозку.",
    "isTrue": false,
    "description": "Комахи мають складну нервову систему з мозком, який керує їхньою поведінкою та рефлексами."
  },
  {
    "id": 97,
    "fact": "Коали сплять до 22 годин на добу.",
    "isTrue": true,
    "description": "Коали дійсно сплять дуже багато часу на добу, до 20-22 годин, через низьку енергетичну цінність їхнього харчування (евкаліптових листків)."
  },
  {
    "id": 98,
    "fact": "Тарантули - найбільш отруйні павуки у світі.",
    "isTrue": false,
    "description": "Тарантули мають отруту, але вона не є смертельною для людей. Найбільш небезпечними павуками є чорні вдови та павуки роду Phoneutria."
  },
  {
    "id": 99,
    "fact": "Всі метали важчі за воду.",
    "isTrue": false,
    "description": "Деякі метали, такі як літій, є настільки легкими, що вони плавають на воді."
  },
  {
    "id": 100,
    "fact": "Більшість материків були з'єднані один з одним в одному суперконтиненті.",
    "isTrue": true,
    "description": "Приблизно 300 мільйонів років тому всі сучасні континенти були об'єднані в суперконтинент, який називався Пангея."
  },
  {
    "id": 101,
    "fact": "Ніколи не було знайдено людських кісток старше 100 000 років.",
    "isTrue": false,
    "description": "Було знайдено рештки людей, які датуються більше ніж 300 000 років тому, наприклад, Homo sapiens в Марокко."
  },
  {
    "id": 102,
    "fact": "Шерлок Холмс був реальною історичною фігурою.",
    "isTrue": false,
    "description": "Шерлок Холмс - вигаданий персонаж, створений Артуром Конаном Дойлем, але його історії так реалістично описані, що багато хто вірить у його існування."
  },
  {
    "id": 103,
    "fact": "Планета Венера обертається навколо своєї осі в зворотному напрямку.",
    "isTrue": true,
    "description": "Венера обертається у напрямку, протилежному більшості планет Сонячної системи, це означає, що на ній Сонце сходить на заході."
  },
  {
    "id": 104,
    "fact": "Люди використовують лише 10% свого мозку.",
    "isTrue": false,
    "description": "Цей міф давно спростовано; насправді люди використовують усі частини мозку для різних видів діяльності."
  },
  {
    "id": 105,
    "fact": "Існує планета, повністю покрита діамантами.",
    "isTrue": true,
    "description": "Астрономи вважають, що планета 55 Cancri e має поверхню, яка складається з графіту і діамантів через високий тиск."
  },
  {
    "id": 106,
    "fact": "Крокодили не можуть висовувати язик.",
    "isTrue": true,
    "description": "Крокодили не можуть висунути язик, оскільки він прикріплений до нижньої частини рота."
  },
  {
    "id": 107,
    "fact": "Сонячні спалахи можуть вплинути на мозкову діяльність людини.",
    "isTrue": false,
    "description": "Хоча сонячні спалахи можуть впливати на радіозв'язок і електропостачання, немає доказів, що вони можуть прямо впливати на мозок людини."
  },
  {
    "id": 108,
    "fact": "Банани радіоактивні.",
    "isTrue": true,
    "description": "Банани містять калій-40, природний радіоактивний ізотоп, але кількість радіації дуже мала і безпечна для людини."
  },
  {
    "id": 109,
    "fact": "Полярні ведмеді не відчувають холоду.",
    "isTrue": false,
    "description": "Полярні ведмеді мають густе хутро і товстий шар жиру, але вони все одно можуть відчувати холод, особливо у воді."
  },
  {
    "id": 110,
    "fact": "Металеві обручки можуть притягувати блискавки.",
    "isTrue": false,
    "description": "Хоча метал є провідником, блискавка не обирає свою ціль через металеві прикраси; інші фактори, як висота і провідність землі, є більш важливими."
  },
  {
    "id": 111,
    "fact": "Усі зірки в нашому небі вже вимерли.",
    "isTrue": false,
    "description": "Багато зірок, які ми бачимо, досі існують; хоча світло від них може долетіти до нас після тисяч років подорожі."
  },
  {
    "id": 112,
    "fact": "Павуки можуть літати на великі відстані.",
    "isTrue": true,
    "description": "Деякі види павуків використовують техніку під назвою «балонінг», де вони виділяють шовкову нитку, яка підхоплюється вітром і може переносити їх на значні відстані."
  },
  {
    "id": 113,
    "fact": "Всі мурахи в колонії є самцями.",
    "isTrue": false,
    "description": "У більшості колоній мурах більшість є самками, які виконують роботу в гнізді. Самці з'являються лише для розмноження."
  },
  {
    "id": 114,
    "fact": "Деякі гриби можуть світитися в темряві.",
    "isTrue": true,
    "description": "Деякі види грибів мають біолюмінесцентні властивості, що дозволяє їм світитися в темряві для залучення комах."
  },
  {
    "id": 115,
    "fact": "Айсберги складаються лише з замороженої морської води.",
    "isTrue": false,
    "description": "Айсберги утворюються з прісної води, яка замерзає в льодовиках і потім відламується у відкритий океан."
  },
  {
    "id": 116,
    "fact": "Червоні панди ближчі родичі ведмедів, ніж великі панди.",
    "isTrue": false,
    "description": "Червоні панди є ближчими родичами куниць і єнотових, тоді як великі панди належать до родини ведмедів."
  },
  {
    "id": 117,
    "fact": "Кури можуть летіти, але не далеко.",
    "isTrue": true,
    "description": "Кури дійсно можуть літати, але їхні польоти обмежені кількома метрами через будову тіла."
  },
  {
    "id": 118,
    "fact": "Мурахи можуть підіймати вантажі в 100 разів більші за їхню вагу.",
    "isTrue": true,
    "description": "Мурахи здатні підіймати і переносити вантажі, що значно перевищують їхню власну вагу, завдяки своїй анатомії і силі."
  },
  {
    "id": 119,
    "fact": "Жирафи не видають звуків.",
    "isTrue": false,
    "description": "Жирафи можуть видавати звуки, але роблять це дуже рідко; їхній голосовий апарат дозволяє їм спілкуватися, хоча це не завжди чути людині."
  },
  {
    "id": 120,
    "fact": "Білі ведмеді мають біле хутро для маскування на снігу.",
    "isTrue": false,
    "description": "Хутро білих ведмедів насправді прозоре, а білий вигляд створюється завдяки відбиттю світла від порожнистих волосків."
  },
   {
    "id": 121,
    "fact": "Качкодзьоби відкладають яйця, незважаючи на те, що є ссавцями.",
    "isTrue": true,
    "description": "Качкодзьоби є одними з небагатьох ссавців, які відкладають яйця замість народження живих дитинчат."
  },
  {
    "id": 122,
    "fact": "Пінгвіни можуть літати на дуже короткі відстані.",
    "isTrue": false,
    "description": "Пінгвіни не здатні літати, але вони чудово плавають завдяки своїм модифікованим крилам, що діють як плавники."
  },
  {
    "id": 123,
    "fact": "Жирафи мають однакову кількість шийних хребців, що й люди.",
    "isTrue": true,
    "description": "Жирафи мають 7 шийних хребців, як і люди, але кожен з них значно довший."
  },
  {
    "id": 124,
    "fact": "Металеві предмети в магнітному полі Землі притягуються до Південного полюсу.",
    "isTrue": false,
    "description": "Магнітне поле Землі має два полюси - Північний і Південний, але магніти завжди притягуються до Північного магнітного полюса."
  },
  {
    "id": 125,
    "fact": "Вакууми повністю позбавлені будь-якого виду енергії.",
    "isTrue": false,
    "description": "Вакуум не повністю порожній; він може містити квантові флуктуації та випромінювання."
  },
  {
    "id": 126,
    "fact": "Мед - єдиний продукт, який ніколи не псується.",
    "isTrue": true,
    "description": "Мед може зберігатися століттями без псування завдяки своїм природним антибактеріальним властивостям і низькій вологості."
  },
  {
    "id": 127,
    "fact": "Дерева можуть спілкуватися одне з одним через корені.",
    "isTrue": true,
    "description": "Дерева використовують корені та грибні мережі для передачі хімічних сигналів, що допомагає їм обмінюватися інформацією про навколишнє середовище."
  },
  {
    "id": 128,
    "fact": "Альбіноси не мають кольорового зору.",
    "isTrue": false,
    "description": "Альбіноси мають колірний зір, але через відсутність пігментації в їхніх очах вони можуть мати проблеми з зором."
  },
  {
    "id": 129,
    "fact": "Всі жінки мають генетичну схильність до кольорової сліпоти.",
    "isTrue": false,
    "description": "Кольорова сліпота частіше зустрічається у чоловіків, оскільки вона пов'язана з Х-хромосомою. Жінки мають дві Х-хромосоми, що знижує їхню вразливість."
  },
  {
    "id": 130,
    "fact": "Космос має запах смаженої м'ясної страви.",
    "isTrue": true,
    "description": "Астронавти, що виходять у відкритий космос, часто описують його запах як щось схоже на смажену яловичину або гаряче метал."
  },
  {
    "id": 131,
    "fact": "Коти завжди приземляються на всі чотири лапи.",
    "isTrue": false,
    "description": "Хоча коти мають рефлекс, який дозволяє їм перевертатися в повітрі, іноді вони можуть приземлитися неправильно, особливо з невеликої висоти."
  },
  {
    "id": 132,
    "fact": "Гімалайські кристали можуть зберігати інформацію як жорсткий диск.",
    "isTrue": false,
    "description": "Кристали можуть використовуватися в різних технічних пристроях, але вони не можуть зберігати інформацію як жорсткий диск."
  },
  {
    "id": 133,
    "fact": "Шоколад для людей діє як легкий наркотик.",
    "isTrue": true,
    "description": "Шоколад містить сполуки, які впливають на мозок, підвищуючи рівень серотоніну та ендорфінів, що викликає почуття радості."
  },
  {
    "id": 134,
    "fact": "Риби не можуть відчувати біль.",
    "isTrue": false,
    "description": "Риби мають нервову систему, яка дозволяє їм відчувати біль, хоча це може відрізнятися від того, як його відчувають люди."
  },
  {
    "id": 135,
    "fact": "Клавіатури комп'ютерів містять більше бактерій, ніж туалети.",
    "isTrue": true,
    "description": "Дослідження показали, що клавіатури можуть містити велику кількість бактерій через частий контакт з руками."
  },
  {
    "id": 136,
    "fact": "Білі ведмеді є найшвидшими наземними тваринами в світі.",
    "isTrue": false,
    "description": "Гепарди є найшвидшими наземними тваринами, досягаючи швидкості до 112 км/год."
  },
  {
    "id": 137,
    "fact": "Листя на деревах завжди зелене через фотосинтез.",
    "isTrue": false,
    "description": "Листя змінює колір восени через зниження рівня хлорофілу, який робить їх зеленими влітку."
  },
  {
    "id": 138,
    "fact": "Металеві ножиці можуть бути настільки гострими, що можуть різати молекули.",
    "isTrue": false,
    "description": "Хоча ножиці можуть бути дуже гострими, вони не можуть різати молекули, оскільки це на атомарному рівні."
  },
  {
    "id": 139,
    "fact": "Калорії є одиницями енергії, але вони також є складниками їжі.",
    "isTrue": false,
    "description": "Калорії - це одиниці енергії, а не фізичні складники; вони вимірюють енергію, яку отримує організм з їжі."
  },
  {
    "id": 140,
    "fact": "Метелики смакують своїми лапками.",
    "isTrue": true,
    "description": "Метелики мають смакові рецептори на лапках, що дозволяє їм визначати придатність рослин для відкладання яєць."
  },
  {
    "id": 141,
    "fact": "Планета Уран була названа на честь римського бога моря.",
    "isTrue": false,
    "description": "Планета Уран названа на честь грецького бога неба, а Нептун - на честь римського бога моря."
  },
  {
    "id": 142,
    "fact": "Кінг-Конг був заснований на реальних випадках взаємодії людини з гігантськими горилами.",
    "isTrue": false,
    "description": "Кінг-Конг - вигаданий персонаж, створений для фільму; немає реальних доказів існування таких гігантських горил."
  },
  {
    "id": 143,
    "fact": "Деякі ссавці мають третє око.",
    "isTrue": true,
    "description": "Деякі рептилії та земноводні мають третє око, що називається тім'яним оком, але воно не є функціональним в плані зору."
  },
  {
    "id": 144,
    "fact": "Ведмеді впадають у сплячку, підвищуючи свою температуру тіла.",
    "isTrue": false,
    "description": "Під час сплячки температура тіла ведмедів насправді знижується, що допомагає їм зберігати енергію. Ведмеді впадають у глибокий стан сну, відомий як сплячка, під час якого їх метаболізм уповільнюється, а температура тіла може знизитися на кілька градусів. Це зниження температури дозволяє їм витрачати менше енергії протягом тривалого періоду без їжі."
  },
  {
    "id": 145,
    "fact": "Ведмеді впадають у сплячку, підвищуючи свою температуру тіла.",
    "isTrue": false,
    "description": "Ведмеді знижують свою температуру тіла під час сплячки, що дозволяє зберігати енергію."
  },
  {
    "id": 146,
    "fact": "Кішки використовують муркотіння виключно для спілкування з людьми.",
    "isTrue": false,
    "description": "Кішки можуть муркотіти і для інших кішок, зокрема для заспокоєння себе або своїх кошенят."
  },
  {
    "id": 147,
    "fact": "Кавуни мають більше води, ніж огірки.",
    "isTrue": true,
    "description": "Кавуни на 92% складаються з води, тоді як огірки містять близько 95% води, але кавуни зазвичай містять більше в об'ємі."
  },
  {
    "id": 148,
    "fact": "Пінгвіни можуть літати під водою.",
    "isTrue": true,
    "description": "Пінгвіни використовують свої крила як плавники, що дозволяє їм дуже швидко рухатися під водою, нагадуючи політ."
  },
  {
    "id": 149,
    "fact": "Люди можуть жити до 150 років, якщо дотримуватися ідеального способу життя.",
    "isTrue": false,
    "description": "Хоча здоровий спосіб життя може продовжити тривалість життя, генетичні фактори і природні обмеження роблять 150 років практично недосяжними."
  },
  {
    "id": 150,
    "fact": "Деякі рослини можуть «ходити» зі швидкістю до 1 метра на рік.",
    "isTrue": true,
    "description": "Пальма сократея пересувається за рахунок своїх коренів, що дозволяє їй переміщатися на невеликі відстані протягом кількох років."
  },
  {
    "id": 151,
    "fact": "Найдовший період сну у тварини зафіксований у лінивців.",
    "isTrue": false,
    "description": "Хоча лінивці багато сплять, деякі змії можуть спати довше, особливо під час зимівлі."
  },
  {
    "id": 152,
    "fact": "Чхання зупиняє серце на кілька мілісекунд.",
    "isTrue": true,
    "description": "Чхання може короткочасно змінювати ритм серця, але це не має серйозних наслідків для здоров'я."
  },
  {
    "id": 153,
    "fact": "Страуси ховають голову в пісок, коли їм страшно.",
    "isTrue": false,
    "description": "Цей міф виник через поведінку страусів, які опускають голову до землі, щоб перевірити стан свого гнізда."
  },
  {
    "id": 154,
    "fact": "Тюлені можуть плавати в замерзлій воді при температурі до -40 градусів.",
    "isTrue": true,
    "description": "Тюлені мають товстий шар підшкірного жиру, що захищає їх від екстремально низьких температур."
  },
  {
    "id": 155,
    "fact": "Птахи співають лише для того, щоб привабити партнера.",
    "isTrue": false,
    "description": "Птахи також співають, щоб захистити свою територію та спілкуватися з іншими птахами."
  },
  {
    "id": 156,
    "fact": "Собаки не відчувають смаку солодкого.",
    "isTrue": false,
    "description": "Собаки мають смакові рецептори, що дозволяють їм відчувати солодкий смак, хоча і в меншій мірі, ніж люди."
  },
  {
    "id": 157,
    "fact": "Вовки в місяць здатні пробігти до 1000 км.",
    "isTrue": true,
    "description": "Вовки можуть долати великі відстані, шукаючи їжу або нові території, що може сягати до 1000 км на місяць."
  },
  {
    "id": 158,
    "fact": "Снігова людина, або йєті, є реальним видом тварини.",
    "isTrue": false,
    "description": "Снігова людина - це міфічна істота, і досі немає наукових доказів її існування."
  },
  {
    "id": 159,
    "fact": "Жаби здатні змінювати свою стать під впливом середовища.",
    "isTrue": true,
    "description": "Деякі види жаб можуть змінювати стать у відповідь на зміни в навколишньому середовищі, особливо при зміні температури."
  },
  {
    "id": 160,
    "fact": "Бджоли ніколи не жалять інші бджіл.",
    "isTrue": false,
    "description": "Бджоли можуть нападати на інших бджіл, зокрема на бджіл-ворогів, що проникають у їхній вулик."
  },
  {
    "id": 161,
    "fact": "Горили можуть навчитися використовувати мову жестів для спілкування з людьми.",
    "isTrue": true,
    "description": "Деякі горили, такі як відома горила Коко, вчилися використовувати мову жестів, щоб спілкуватися з людьми."
  },
  {
    "id": 162,
    "fact": "Дельфіни не здатні спати, оскільки вони мають постійно дихати.",
    "isTrue": false,
    "description": "Дельфіни сплять з однією половиною мозку, залишаючи іншу активною для контролю за диханням і безпекою."
  },
  {
    "id": 163,
    "fact": "Всі кальмари здатні змінювати колір для маскування.",
    "isTrue": true,
    "description": "Кальмари мають хроматофори, що дозволяють їм змінювати колір для маскування або комунікації."
  },
  {
    "id": 164,
    "fact": "Золота рибка має пам'ять лише на 3 секунди.",
    "isTrue": false,
    "description": "Золота рибка може пам'ятати інформацію протягом кількох місяців, а не тільки 3 секунди."
  },
  {
    "id": 165,
    "fact": "Кажани сліпі і орієнтуються в просторі за допомогою ехолокації.",
    "isTrue": false,
    "description": "Кажани можуть бачити, але вони також використовують ехолокацію для орієнтації в темряві."
  },
  {
    "id": 166,
    "fact": "Усе павутиння однаково міцне, незалежно від виду павука.",
    "isTrue": false,
    "description": "Міцність павутиння варіюється залежно від виду павука та призначення його павутини."
  },
  {
    "id": 167,
    "fact": "Дикобрази можуть стріляти своїми голками.",
    "isTrue": false,
    "description": "Голки дикобразів не можуть вистрілювати, але вони легко відокремлюються при контакті з хижаком."
  },
  {
    "id": 168,
    "fact": "Летючі миші єдині ссавці, здатні до активного польоту.",
    "isTrue": true,
    "description": "Летючі миші - єдині ссавці, які здатні до активного польоту, на відміну від інших тварин, які можуть лише планувати."
  },
  {
    "id": 169,
    "fact": "Гриби не є рослинами.",
    "isTrue": true,
    "description": "Гриби не є рослинами, вони належать до окремого царства організмів — грибів. Гриби відрізняються від рослин тим, що не мають хлорофілу і не можуть здійснювати фотосинтез. Замість цього вони отримують поживні речовини, розкладаючи органічні речовини. Гриби також мають інші структурні та біохімічні відмінності від рослин."
  },
  {
    "id": 170,
    "fact": "Горили живуть виключно на деревах.",
    "isTrue": false,
    "description": "Горили проводять більшість часу на землі, будуючи гнізда з листя і гілок для сну."
  },
  {
    "id": 171,
    "fact": "Павуки використовують павутину тільки для полювання.",
    "isTrue": false,
    "description": "Павуки також використовують павутину для захисту свого потомства і створення схованок."
  },
  {
    "id": 172,
    "fact": "Шимпанзе можуть навчитися користуватися простими інструментами.",
    "isTrue": true,
    "description": "Шимпанзе відомі своїми здібностями використовувати палички для добування їжі, наприклад, мурах або термітів."
  },
  {
    "id": 173,
    "fact": "Тільки чоловіки можуть лисіти.",
    "isTrue": false,
    "description": "Лисіння може торкатися як чоловіків, так і жінок, хоча у жінок це рідше і зазвичай менш помітно."
  },
  {
    "id": 174,
    "fact": "Огірки — фрукти, а не овочі.",
    "isTrue": true,
    "description": "Огірки класифікуються як фрукти, оскільки вони ростуть з квіткових зав'язків і містять насіння."
  },
  {
    "id": 175,
    "fact": "Усі види крокодилів живуть лише в прісній воді.",
    "isTrue": false,
    "description": "Деякі види крокодилів, наприклад, солоноводні крокодили, здатні жити і в солоній, і в прісній воді."
  },
  {
    "id": 176,
    "fact": "Шкіра жирафа настільки товста, що її важко прокусити левам.",
    "isTrue": true,
    "description": "Шкіра жирафа товста і міцна, що допомагає захищати його від хижаків, зокрема левів."
  },
  {
    "id": 177,
    "fact": "Пави — єдині тварини, що можуть створювати музичні інструменти.",
    "isTrue": false,
    "description": "Лише люди створюють і використовують музичні інструменти. Тварини можуть видавати ритмічні звуки, але не створюють інструментів."
  },
  {
    "id": 178,
    "fact": "Сови можуть повертати голову на 360 градусів.",
    "isTrue": false,
    "description": "Сови можуть повертати голову на 270 градусів, але не на 360."
  },
  {
    "id": 179,
    "fact": "Дельфіни плавають тільки в солоній воді.",
    "isTrue": false,
    "description": "Деякі види дельфінів живуть у прісноводних річках, наприклад, амазонський річковий дельфін."
  },
  {
    "id": 180,
    "fact": "Кури можуть знести яйця з різнокольоровою шкаралупою.",
    "isTrue": true,
    "description": "Шкаралупа яєць може мати різний колір залежно від породи курки, від білого до темно-коричневого і навіть синього."
  },
  {
    "id": 181,
    "fact": "Люди не можуть видихнути через ніс, коли їхній рот відкритий.",
    "isTrue": false,
    "description": "Люди можуть одночасно дихати ротом і носом, але це менш ефективно."
  },
  {
    "id": 182,
    "fact": "Деякі види метеликів можуть пити сльози інших тварин.",
    "isTrue": true,
    "description": "Деякі метелики відомі своєю здатністю пити сльози, наприклад, черепах або крокодилів, для отримання солі."
  },
  {
    "id": 183,
    "fact": "Всі зірки однаково яскраві, якщо дивитися на них з Землі.",
    "isTrue": false,
    "description": "Яскравість зірки залежить від її відстані до Землі та її власної світлової потужності."
  },
  {
    "id": 184,
    "fact": "Кішки вміють розпізнавати свої імена, але можуть ігнорувати їх.",
    "isTrue": true,
    "description": "Кішки здатні розпізнавати свої імена, але часто вибирають ігнорувати виклики, що є частиною їхньої незалежної натури."
  },
  {
    "id": 185,
    "fact": "Земля — єдина планета в Сонячній системі, що має вулкани.",
    "isTrue": false,
    "description": "На Марсі знаходиться вулкан Олімп, найбільший вулкан у Сонячній системі, а також інші планети мають вулканічну активність."
  },
  {
    "id": 186,
    "fact": "Капібари найбільші гризуни на Землі.",
    "isTrue": true,
    "description": "Капібари є найбільшими гризунами і можуть важити до 65 кілограмів."
  },
  {
    "id": 187,
    "fact": "Люди мають тільки п'ять органів чуття.",
    "isTrue": false,
    "description": "Люди мають більше п'яти основних чуттів, зокрема, відчуття рівноваги, пропріоцепція (відчуття положення тіла) та інші."
  },
  {
    "id": 188,
    "fact": "Кролики не можуть рити нори.",
    "isTrue": false,
    "description": "Більшість видів кроликів риють нори, які використовують для захисту і виховання потомства."
  },
  {
    "id": 189,
    "fact": "Пінгвіни є найшвидшими плавцями серед птахів.",
    "isTrue": true,
    "description": "Пінгвіни здатні плавати зі швидкістю до 36 км/год, що робить їх одними з найшвидших плавців серед птахів."
  },
  {
    "id": 190,
    "fact": "Мурахи здатні вижити в умовах космосу.",
    "isTrue": true,
    "description": "Мурахи були відправлені в космос для досліджень і показали здатність адаптуватися та виживати в мікрогравітації."
  },
  {
    "id": 191,
    "fact": "Змії не можуть чути, оскільки у них немає вух.",
    "isTrue": false,
    "description": "Змії не мають зовнішніх вух, але вони мають внутрішні органи слуху, що дозволяє їм відчувати вібрації."
  },
  {
    "id": 192,
    "fact": "Пластик повністю розкладається через 50 років.",
    "isTrue": false,
    "description": "Пластик може розкладатися протягом сотень і навіть тисяч років, залежно від типу пластику і умов навколишнього середовища."
  },
  {
    "id": 193,
    "fact": "Кішки бачать світ в чорно-білих кольорах.",
    "isTrue": false,
    "description": "Кішки бачать деякі кольори, зокрема синій і зелений, хоча їх зір менш насичений, ніж у людей."
  },
  {
    "id": 194,
    "fact": "Камелі можуть пити солону воду і виживати.",
    "isTrue": true,
    "description": "Камелі можуть споживати солону воду, що є корисним у пустельних умовах, де прісна вода рідкісна."
  },
  {
    "id": 195,
    "fact": "Миші не можуть бачити кольори.",
    "isTrue": false,
    "description": "Миші мають дуже обмежене колірне сприйняття. Їх очі містять дві типи колбочок (фоторецепторів), що обмежує їх здатність бачити кольори. Вони здатні розрізняти лише відтінки синього та ультрафіолетового, але не можуть бачити червоні або зелені кольори, як це роблять люди. Це означає, що світ для мишей виглядає майже чорно-білим, з невеликими кольоровими відтінками."
  },
  {
    "id": 196,
    "fact": "Венера обертається навколо своєї осі у зворотному напрямку порівняно з іншими планетами Сонячної системи.",
    "isTrue": true,
    "description": "На Венері сонце сходить на заході і заходить на сході через її ретроградне обертання."
  },
  {
    "id": 197,
    "fact": "Кожен день на Місяці триває 24 години.",
    "isTrue": false,
    "description": "Один день на Місяці триває приблизно 29,5 земних днів."
  },
  {
    "id": 198,
    "fact": "Сатурн має настільки мало щільності, що міг би плавати у воді, якби існувала водойма достатнього розміру.",
    "isTrue": true,
    "description": "Щільність Сатурна менша, ніж у води, тому теоретично він міг би плавати."
  },
  {
    "id": 199,
    "fact": "Сонце складається в основному з вуглецю.",
    "isTrue": false,
    "description": "Сонце складається переважно з водню (близько 74%) та гелію (близько 24%)."
  },
  {
    "id": 200,
    "fact": "Юпітер має більше супутників, ніж будь-яка інша планета в Сонячній системі.",
    "isTrue": true,
    "description": "Юпітер має понад 80 відомих супутників, що робить його лідером серед планет Сонячної системи."
  },
  {
    "id": 201,
    "fact": "Планета Уран лежить на боці, обертаючись майже горизонтально відносно своєї орбіти.",
    "isTrue": true,
    "description": "Уран має осьовий нахил близько 98 градусів, що робить його унікальним серед планет Сонячної системи."
  },
  {
    "id": 202,
    "fact": "Всі планети Сонячної системи мають кільця.",
    "isTrue": false,
    "description": "Тільки чотири планети-гіганти — Юпітер, Сатурн, Уран і Нептун — мають кільця."
  },
  {
    "id": 203,
    "fact": "Астероїдний пояс знаходиться між Марсом і Юпітером.",
    "isTrue": true,
    "description": "Астероїдний пояс — це область між орбітами Марса і Юпітера, де знаходиться велика кількість астероїдів."
  },
  {
    "id": 204,
    "fact": "Гравітація на Місяці вдвічі слабкіша, ніж на Землі.",
    "isTrue": false,
    "description": "Гравітація на Місяці становить приблизно 1/6 від земної."
  },
  {
    "id": 205,
    "fact": "Чорні діри можна бачити неозброєним оком.",
    "isTrue": false,
    "description": "Чорні діри не випромінюють світло і невидимі, проте їх присутність можна визначити за гравітаційним впливом на навколишні об'єкти."
  },
  {
    "id": 206,
    "fact": "Водяна пара знайдена на супутнику Сатурна — Енцеладі.",
    "isTrue": true,
    "description": "Гейзери, що викидають водяну пару, були виявлені на південному полюсі Енцелада."
  },
  {
    "id": 207,
    "fact": "Наша галактика, Чумацький Шлях, має форму спіралі.",
    "isTrue": true,
    "description": "Чумацький Шлях — це спіральна галактика з перемичкою, що має кілька рукавів, які виходять із центра."
  },
  {
    "id": 208,
    "fact": "Меркурій має найбільшу температуру серед усіх планет Сонячної системи.",
    "isTrue": false,
    "description": "Незважаючи на близькість до Сонця, Венера має вищу середню температуру через густу атмосферу з парниковим ефектом."
  },
  {
    "id": 209,
    "fact": "Нептун — найхолодніша планета Сонячної системи.",
    "isTrue": false,
    "description": "Найхолоднішою планетою є Уран, де зафіксовано температури до -224 °C."
  },
  {
    "id": 210,
    "fact": "Сонце обертається навколо центру галактики Чумацький Шлях.",
    "isTrue": true,
    "description": "Сонячна система обертається навколо центру Чумацького Шляху зі швидкістю близько 828 000 км/год."
  },
  {
    "id": 211,
    "fact": "Сатурн — єдина планета, яка має кільця.",
    "isTrue": false,
    "description": "Кільця також мають Юпітер, Уран і Нептун, хоча вони менш помітні, ніж у Сатурна."
  },
  {
    "id": 212,
    "fact": "Чумацький Шлях є найстарішою галактикою у Всесвіті.",
    "isTrue": false,
    "description": "Чумацький Шлях має вік близько 13,6 мільярда років, але є галактики старші за нього."
  },
  {
    "id": 213,
    "fact": "На Марсі є полярні шапки, що складаються з льоду і замороженого вуглекислого газу.",
    "isTrue": true,
    "description": "Марс має полярні шапки на обох полюсах, які складаються з водяного льоду та замороженого CO2."
  },
  {
    "id": 214,
    "fact": "Нептун має найшвидші вітри в Сонячній системі.",
    "isTrue": true,
    "description": "На Нептуні вітри можуть досягати швидкості понад 2 100 км/год, що є найшвидшими вітрами в Сонячній системі."
  },
  {
    "id": 215,
    "fact": "Усі планети Сонячної системи обертаються навколо Сонця в одному напрямку.",
    "isTrue": true,
    "description": "Всі планети обертаються навколо Сонця в одному напрямку — проти годинникової стрілки, якщо дивитися з північного полюсу Сонця."
  },
  {
    "id": 216,
    "fact": "Плутон більше не вважається планетою.",
    "isTrue": true,
    "description": "У 2006 році Плутон був перекласифікований у карликову планету Міжнародним астрономічним союзом."
  },
  {
    "id": 217,
    "fact": "Під поверхнею Європи, супутника Юпітера, може існувати океан рідкої води.",
    "isTrue": true,
    "description": "На Європі, ймовірно, під товстою крижаною оболонкою знаходиться океан рідкої води, що робить її потенційно життєпридатною."
  },
  {
    "id": 218,
    "fact": "Сонячна система розташована в центрі Чумацького Шляху.",
    "isTrue": false,
    "description": "Сонячна система знаходиться приблизно на двох третинах відстані від центру до краю галактики Чумацький Шлях."
  },
  {
    "id": 219,
    "fact": "Марс має сезонні зміни, подібні до Землі.",
    "isTrue": true,
    "description": "Марс має нахил осі, подібний до земного, що викликає сезонні зміни температури і погоди."
  },
  {
    "id": 220,
    "fact": "Усі планети Сонячної системи мають атмосферу.",
    "isTrue": false,
    "description": "Не всі планети Сонячної системи мають атмосферу. Наприклад, Меркурій майже не має атмосфери. Вона дуже тонка і складається переважно з атомів гелію та водню, які поступають з сонячного вітру. Така тонка атмосфера не здатна підтримувати погодні процеси, як на Землі, або захищати планету від космічного випромінювання.Інші планети, як-от Венера, Земля, Марс, Юпітер, Сатурн, Уран і Нептун, мають більш виражені атмосфери, але їх склад і щільність дуже відрізняються."
  },
  {
    "id": 221,
    "fact": "Сексуальна активність може підвищувати імунітет.",
    "isTrue": true,
    "description": "Дослідження показали, що регулярний секс може збільшувати рівень імуноглобуліну A, який є важливою частиною імунної системи."
  },
  {
    "id": 222,
    "fact": "Оргазм чоловіків триває в середньому 20 секунд.",
    "isTrue": false,
    "description": "Оргазм чоловіків зазвичай триває близько 6 секунд, тоді як жіночий оргазм може тривати до 20 секунд."
  },
  {
    "id": 223,
    "fact": "Середня тривалість статевого акту у людей становить близько 30 хвилин.",
    "isTrue": false,
    "description": "Середня тривалість статевого акту, за даними досліджень, складає від 5 до 7 хвилин."
  },
    {
    "id": 224,
    "fact": "Сексуальна активність може знижувати стрес і покращувати настрій.",
    "isTrue": true,
    "description": "Під час сексу виділяються ендорфіни та окситоцин, які сприяють зниженню рівня стресу та покращують загальний настрій."
  },
    {
    "id": 225,
    "fact": "Оргазм допомагає спалювати калорії.",
    "isTrue": true,
    "description": "Під час оргазму організм витрачає енергію, що може допомагати спалювати калорії."
  },
    {
    "id": 226,
    "fact": "Перший презерватив був виготовлений із кишок тварин.",
    "isTrue": true,
    "description": "Історично перші презервативи виготовлялися з кишок тварин, таких як вівці, і використовувалися для захисту від хвороб та небажаної вагітності."
  },
  {
    "id": 227,
    "fact": "У середньому, люди думають про секс кожні 7 хвилин.",
    "isTrue": false,
    "description": "Це популярний міф! Однак, дослідження показують, що думки про секс виникають у людей значно рідше."
  },
  {
    "id": 228,
    "fact": "У жінок існує понад 20 типів оргазму.",
    "isTrue": true,
    "description": "Жіночий оргазм може бути дуже різноманітним, і багато жінок можуть відчувати різні типи оргазмів залежно від стимуляції."
  },
  {
    "id": 229,
    "fact": "Сексуальна активність може покращити розумову діяльність.",
    "isTrue": true,
    "description": "Дослідження показують, що секс може покращити пам'ять і когнітивні функції завдяки підвищенню рівня гормонів і поліпшенню кровообігу."
  },
    {
    "id": 230,
    "fact": "Презервативи ефективні на 100% у запобіганні вагітності та захворюванням.",
    "isTrue": false,
    "description": "Презервативи ефективні приблизно на 98% при правильному використанні, але не забезпечують 100% захисту від вагітності та захворювань."
  },
    {
    "id": 231,
    "fact": "Перший комп'ютер був розміром з велику кімнату.",
    "isTrue": true,
    "description": "ENIAC, перший електронний комп'ютер загального призначення, займав близько 167 м² і важив 27 тонн."
  },
  {
    "id": 232,
    "fact": "Перший телефонний дзвінок був здійснений у 1890 році.",
    "isTrue": false,
    "description": "Перший телефонний дзвінок був здійснений Александром Беллом у 1876 році."
  },
  {
    "id": 233,
    "fact": "Інтернет був винайдений у 1983 році.",
    "isTrue": false,
    "description": "Інтернет як мережа був винайдений у 1969 році під назвою ARPANET, а сучасний Інтернет почав формуватися у 1983 році з впровадженням протоколу TCP/IP."
  },
  {
    "id": 234,
    "fact": "Перший автомобіль був створений у Німеччині.",
    "isTrue": true,
    "description": "Карл Бенц створив перший автомобіль з бензиновим двигуном у 1885 році в Німеччині."
  },
  {
    "id": 235,
    "fact": "Мобільний телефон з'явився на ринку у 1990 році.",
    "isTrue": false,
    "description": "Перший мобільний телефон, Motorola DynaTAC, був випущений у 1983 році."
  },
  {
    "id": 236,
    "fact": "Перший сайт в Інтернеті був створений у CERN.",
    "isTrue": true,
    "description": "Перший веб-сайт був створений у 1991 році в CERN британським вченим Тімом Бернерсом-Лі."
  },
  {
    "id": 237,
    "fact": "Перша відеогра була створена у 1975 році.",
    "isTrue": false,
    "description": "Перша відеогра 'Tennis for Two' була створена у 1958 році, а 'Pong' став комерційним успіхом у 1972 році."
  },
  {
    "id": 238,
    "fact": "Смартфони стали популярними на початку 2000-х років.",
    "isTrue": true,
    "description": "Смартфони почали набирати популярність на початку 2000-х, зокрема після випуску iPhone у 2007 році."
  },
  {
    "id": 239,
    "fact": "Технологія Wi-Fi була винайдена у 2000 році.",
    "isTrue": false,
    "description": "Технологія Wi-Fi була розроблена у 1997 році, а перший стандарт 802.11 був затверджений у 1999 році."
  },
  {
    "id": 240,
    "fact": "Перший 3D-принтер був створений у 1980-х роках.",
    "isTrue": true,
    "description": "Технологія 3D-друку була розроблена у 1980-х роках, зокрема Чаком Халлом, який створив перший 3D-принтер у 1984 році."
  },
  {
    "id": 241,
    "fact": "Перший транзистор був винайдений у 1947 році.",
    "isTrue": true,
    "description": "Перший транзистор, що став основою сучасної електроніки, був винайдений у 1947 році у лабораторіях Bell."
  },
  {
    "id": 242,
    "fact": "Перший персональний комп'ютер мав менше обчислювальної потужності, ніж сучасний смартфон.",
    "isTrue": true,
    "description": "Персональні комп'ютери 1980-х років, такі як IBM PC, мали набагато менше обчислювальної потужності порівняно з сучасними смартфонами."
  },
  {
    "id": 243,
    "fact": "Перші автомобілі не мали керма, а керувалися важелями.",
    "isTrue": false,
    "description": "Перші автомобілі дійсно не мали керма в тому вигляді, як ми звикли його бачити сьогодні. Вони керувалися за допомогою важелів або ручок. З часом, для більш зручного та точного керування, важелі були замінені на кругле кермо, яке стало стандартом для всіх автомобілів. Введення керма значно покращило керованість транспортного засобу, зробивши його більш безпечним і легким у використанні."
  },
  {
    "id": 244,
    "fact": "Bluetooth-технологія була названа на честь данського короля.",
    "isTrue": true,
    "description": "Bluetooth названо на честь короля Гаральда I Данського, відомого як Harald Bluetooth, який об'єднав Данію."
  },
  {
    "id": 245,
    "fact": "Лазерні принтери були винайдені до струменевих принтерів.",
    "isTrue": true,
    "description": "Лазерні принтери були винайдені у 1969 році, тоді як струменеві принтери з'явилися на ринку пізніше, у 1980-х роках."
  },
  {
    "id": 246,
    "fact": "Технологія GPS була спочатку розроблена для цивільного використання.",
    "isTrue": false,
    "description": "Система GPS була спочатку розроблена Міністерством оборони США для військових цілей, а потім адаптована для цивільного використання."
  },
  {
    "id": 247,
    "fact": "Перший телевізор передавав зображення у чорно-білому форматі.",
    "isTrue": true,
    "description": "Перші телевізори, створені у 1920-х роках, передавали зображення виключно у чорно-білому форматі."
  },
  {
    "id": 248,
    "fact": "Сонячні батареї були винайдені у 1950-х роках.",
    "isTrue": true,
    "description": "Перша сучасна сонячна батарея була розроблена Bell Labs у 1954 році."
  },
  {
    "id": 249,
    "fact": "Перший електричний автомобіль з'явився у 2000-х роках.",
    "isTrue": false,
    "description": "Перші електричні автомобілі з'явилися у 19 столітті, а їх відродження почалося з появою Tesla Roadster у 2008 році."
  },
  {
    "id": 250,
    "fact": "Перший космічний корабель, який приземлився на Місяць, був створений у США.",
    "isTrue": true,
    "description": "Космічний корабель 'Аполлон-11', створений NASA, здійснив першу успішну висадку на Місяць у 1969 році."
  },
   {
        "id": 251,
        "fact": "Україна є найбільшим виробником соняшникової олії у світі.",
        "isTrue": true,
        "explanation": "Україна займає лідируючу позицію у виробництві та експорті соняшникової олії, забезпечуючи понад 50% світового ринку."
    },
    {
        "id": 252,
        "fact": "Україна має найбільшу площу лісів серед європейських країн.",
        "isTrue": true,
        "explanation": "Україна має великі лісові масиви, що робить її однією з найбільших за площею лісів у Європі. Ліси покривають приблизно 15% території країни."
    },
    {
        "id": 253,
        "fact": "Україна має найвищий у світі пам’ятник",
        "isTrue": false,
        "explanation": "Найвищий пам'ятник у світі — це Статуя Єдності в Індії. Статуя Свободи розташована у США."
    },
    {
        "id": 254,
        "fact": "Київський метрополітен є одним із найглибших у світі.",
        "isTrue": true,
        "explanation": "Станція «Арсенальна» у Київському метрополітені є найглибшою станцією метро у світі — її глибина становить 105,5 метра."
    },
    {
        "id": 255,
        "fact": "Борщ, українська національна страва, внесений до списку культурної спадщини ЮНЕСКО.",
        "isTrue": true,
        "explanation": "Український борщ був визнаний ЮНЕСКО нематеріальною культурною спадщиною у 2022 році."
    },
    {
        "id": 256,
        "fact": "Україна є одним із найбільших експортерів бананів у світі.",
        "isTrue": false,
        "explanation": "Україна не вирощує банани в промислових масштабах і не є їх великим експортером."
    },
    {
        "id": 257,
        "fact": "Україна має найбільше озеро в Європі за площею.",
        "isTrue": true,
        "explanation": "Озеро Світязь, розташоване на заході України, є найбільшим за площею озером в Європі, яке не має морського виходу. Його площа складає близько 27 квадратних кілометрів."
    },
    {
        "id": 258,
        "fact": "Чернівці вважаються культурною столицею України.",
        "isTrue": true,
        "explanation": "Чернівці, розташовані на заході України, відомі своєю культурною спадщиною і часто називаються культурною столицею країни."
    },
    {
        "id": 259,
        "fact": "Україна є найбільшим виробником вина у світі.",
        "isTrue": false,
        "explanation": "Україна не є найбільшим виробником вина; лідером у цій сфері є такі країни, як Італія, Франція та Іспанія."
    },
    {
        "id": 260,
        "fact": "Українська мова є однією з найдавніших мов у світі.",
        "isTrue": true,
        "explanation": "Українська мова має глибокі корені і розвивалася протягом багатьох століть, зберігаючи унікальні мовні особливості."
    }
]